[{"title":"The Road Not Taken","author":"Robert Frost ","date":" 1916","content":"\n                    \n\nTwo roads diverged in a yellow wood,\n\n\nAnd sorry I could not travel both\n\n\nAnd be one traveler, long I stood\n\n\nAnd looked down one as far as I could\n\n\nTo where it bent in the undergrowth;\n\n\n\n\n\nThen took the other, as just as fair,\n\n\nAnd having perhaps the better claim,\n\n\nBecause it was grassy and wanted wear;\n\n\nThough as for that the passing there\n\n\nHad worn them really about the same,\n\n\n\n\n\nAnd both that morning equally lay\n\n\nIn leaves no step had trodden black.\n\n\nOh, I kept the first for another day!\n\n\nYet knowing how way leads on to way,\n\n\nI doubted if I should ever come back.\n\n\nI shall be telling this with a sigh\n\n\nSomewhere ages and ages hence:\n\n\nTwo roads diverged in a wood, and I—\n\n\nI took the one less traveled by,\n\n\nAnd that has made all the difference.\n\n\n\n                ","url":"http://exampleblog.munew.io/1916/the-road-not-taken"},{"title":"The New Colossus","author":"Emma Lazarus ","date":" 1883","content":"\n                    \n\nNot like the brazen giant of Greek fame,\n\n\nWith conquering limbs astride from land to land;\n\n\nHere at our sea-washed, sunset gates shall stand\n\n\nA mighty woman with a torch, whose flame\n\n\nIs the imprisoned lightning, and her name\n\n\nMother of Exiles. From her beacon-hand\n\n\nGlows world-wide welcome; her mild eyes command\n\n\nThe air-bridged harbor that twin cities frame.\n\n\n“Keep, ancient lands, your storied pomp!” cries she\n\n\nWith silent lips. “Give me your tired, your poor,\n\n\nYour huddled masses yearning to breathe free,\n\n\nThe wretched refuse of your teeming shore.\n\n\nSend these, the homeless, tempest-tost to me,\n\n\nI lift my lamp beside the golden door!”\n\n\n\n                ","url":"http://exampleblog.munew.io/1883/the-new-colossus"},{"title":"A Psalm of Life","author":"Henry Wadsworth Longfellow ","date":" 1838","content":"\n                    \n \n    Tell me not, in mournful numbers,\n    Life is but an empty dream!\n    For the soul is dead that slumbers,\n    And things are not what they seem.\n  \n  \n    Life is real! Life is earnest!\n    And the grave is not its goal;\n    Dust thou art, to dust returnest,\n    Was not spoken of the soul.\n  \n  \n    Not enjoyment, and not sorrow,\n    Is our destined end or way;\n    But to act, that each tomorrow\n    Find us farther than today.\n  \n  \n    Art is long, and Time is fleeting,\n    And our hearts, though stout and brave,\n    Still, like muffled drums, are beating\n    Funeral marches to the grave.\n  \n  \n    In the world’s broad field of battle,\n    In the bivouac of Life,\n    Be not like dumb, driven cattle!\n    Be a hero in the strife!\n  \n  \n    Trust no Future, howe’er pleasant!\n    Let the dead Past bury its dead!\n    Act,—act in the living Present!\n    Heart within, and God o’erhead!\n  \n  \n    Lives of great men all remind us\n    We can make our lives sublime,\n    And, departing, leave behind us\n    Footprints on the sands of time;—\n  \n  \n    Footprints, that perhaps another,\n    Sailing o’er life’s solemn main,\n    A forlorn and shipwrecked brother,\n    Seeing, shall take heart again.\n  \n  \n    Let us, then, be up and doing,\n    With a heart for any fate;\n    Still achieving, still pursuing,\n    Learn to labor and to wait.\n  \n\n\n                ","url":"http://exampleblog.munew.io/1838/a-psalm-of-life"},{"title":"Ode on a Grecian Urn","author":"John Keats ","date":" 1820","content":"\n                    \n\n    Thou still unravish’d bride of quietness,\n    Thou foster-child of silence and slow time,\n    Sylvan historian, who canst thus express\n    A flowery tale more sweetly than our rhyme:\n    What leaf-fring’d legend haunts about thy shape\n    Of deities or mortals, or of both,\n    In Tempe or the dales of Arcady?\n    What men or gods are these? What maidens loth?\n    What mad pursuit? What struggle to escape?\n    What pipes and timbrels? What wild ecstasy?\n  \n  \n    Heard melodies are sweet, but those unheard\n    Are sweeter; therefore, ye soft pipes, play on;\n    Not to the sensual ear, but, more endear’d,\n    Pipe to the spirit ditties of no tone:\n    Fair youth, beneath the trees, thou canst not leave\n    Thy song, nor ever can those trees be bare;\n    Bold Lover, never, never canst thou kiss,\n    Though winning near the goal yet, do not grieve;\n    She cannot fade, though thou hast not thy bliss,\n    For ever wilt thou love, and she be fair!\n  \n\n  \n    Ah, happy, happy boughs! that cannot shed\n    Your leaves, nor ever bid the Spring adieu;\n    And, happy melodist, unwearied,\n    For ever piping songs for ever new;\n    More happy love! more happy, happy love!\n    For ever warm and still to be enjoy’d,\n    For ever panting, and for ever young;\n    All breathing human passion far above,\n    That leaves a heart high-sorrowful and cloy’d,\n    A burning forehead, and a parching tongue.\n  \n  \n    Who are these coming to the sacrifice?\n    To what green altar, O mysterious priest,\n    Lead’st thou that heifer lowing at the skies,\n    And all her silken flanks with garlands drest?\n    What little town by river or sea shore,\n    Or mountain-built with peaceful citadel,\n    Is emptied of this folk, this pious morn?\n    And, little town, thy streets for evermore\n    Will silent be; and not a soul to tell\n    Why thou art desolate, can e’er return.\n  \n  \n    O Attic shape! Fair attitude! with brede\n    Of marble men and maidens overwrought,\n    With forest branches and the trodden weed;\n    Thou, silent form, dost tease us out of thought\n    As doth eternity: Cold Pastoral!\n    When old age shall this generation waste,\n    Thou shalt remain, in midst of other woe\n    Than ours, a friend to man, to whom thou say’st,\n    “Beauty is truth, truth beauty,—that is all\n    Ye know on earth, and all ye need to know.”\n  \n\n\n                ","url":"http://exampleblog.munew.io/1820/ode-on-agrecian-urn"},{"title":"Ozymandias","author":"Percy Bysshe Shelley ","date":" 1818","content":"\n                    \n\nI met a traveler from an antique land\n\n\nWho said: “Two vast and trunkless legs of stone\n\n\nStand in the desert . . . Near them, on the sand,\n\n\nHalf sunk, a shattered visage lies, whose frown,\n\n\nAnd wrinkled lip, and sneer of cold command,\n\n\nTell that its sculptor well those passions read\n\n\nWhich yet survive, stamped on these lifeless things,\n\n\nThe hand that mocked them, and the heart that fed:\n\n\nAnd on the pedestal these words appear:\n\n\n‘My name is Ozymandias, king of kings:\n\n\nLook on my works, ye Mighty, and despair!’\n\n\nNothing beside remains. Round the decay\n\n\nOf that colossal wreck, boundless and bare\n\n\nThe lone and level sands stretch far away.”\n\n\n\n                ","url":"http://exampleblog.munew.io/1818/ozymandias"},{"title":"Daffodils","author":"William Wordsworth ","date":" 1807","content":"\n                    \n  \n    I wandered lonely as a cloud\n    That floats on high o’er vales and hills,\n    When all at once I saw a crowd,\n    A host, of golden daffodils;\n    Beside the lake, beneath the trees,\n    Fluttering and dancing in the breeze.\n  \n  \n    Continuous as the stars that shine\n    And twinkle on the milky way,\n    They stretched in never-ending line\n    Along the margin of a bay:\n    Ten thousand saw I at a glance,\n    Tossing their heads in sprightly dance.\n  \n  \n    The waves beside them danced; but they\n    Out-did the sparkling waves in glee:\n    A poet could not but be gay,\n    In such a jocund company:\n    I gazed—and gazed—but little thought\n    What wealth the show to me had brought:\n  \n  \n    For oft, when on my couch I lie\n    In vacant or in pensive mood,\n    They flash upon that inward eye\n    Which is the bliss of solitude;\n    And then my heart with pleasure fills,\n    And dances with the daffodils.\n  \n\n\n                ","url":"http://exampleblog.munew.io/1807/daffodils"},{"title":"The Tiger","author":"William Blake ","date":" 1794","content":"\n                    \n\n    Tiger Tiger, burning bright,\n    In the forests of the night;\n    What immortal hand or eye,\n    Could frame thy fearful symmetry?\n  \n  \n    In what distant deeps or skies.\n    Burnt the fire of thine eyes?\n    On what wings dare he aspire?\n    What the hand, dare seize the fire?\n  \n  \n    And what shoulder, and what art,\n    Could twist the sinews of thy heart?\n    And when thy heart began to beat,\n    What dread hand? and what dread feet?\n  \n  \n    What the hammer? what the chain,\n    In what furnace was thy brain?\n    What the anvil? what dread grasp,\n    Dare its deadly terrors clasp!\n  \n  \n    When the stars threw down their spears\n    And water’d heaven with their tears:\n    Did he smile his work to see?\n    Did he who made the Lamb make thee?\n  \n  \n    Tiger Tiger burning bright,\n    In the forests of the night:\n    What immortal hand or eye,\n    Dare frame thy fearful symmetry?\n  \n\n\n                ","url":"http://exampleblog.munew.io/1794/the-tiger"},{"title":"On His Blindness","author":"John Milton ","date":" 1673","content":"\n                    \n\n    When I consider how my light is spent\n    Ere half my days in this dark world and wide,\n    And that one talent which is death to hide\n    Lodg’d with me useless, though my soul more bent\n    To serve therewith my Maker, and present\n    My true account, lest he returning chide,\n    “Doth God exact day-labour, light denied?”\n    I fondly ask. But Patience, to prevent\n    That murmur, soon replies: “God doth not need\n    Either man’s work or his own gifts: who best\n    Bear his mild yoke, they serve him best. His state\n    Is kingly; thousands at his bidding speed\n    And post o’er land and ocean without rest:\n    They also serve who only stand and wait.”\n  \n\n\n                ","url":"http://exampleblog.munew.io/1673/on-his-blindness"},{"title":"Holy Sonnet 10: Death, Be Not Proud","author":"John Donne ","date":" 1633","content":"\n                    \n  \n    Death, be not proud, though some have called thee\n    Mighty and dreadful, for thou art not so;\n    For those whom thou think’st thou dost overthrow\n    Die not, poor Death, nor yet canst thou kill me.\n    From rest and sleep, which but thy pictures be,\n    Much pleasure; then from thee much more must flow,\n    And soonest our best men with thee do go,\n    Rest of their bones, and soul’s delivery.\n    Thou art slave to fate, chance, kings, and desperate men,\n    And dost with poison, war, and sickness dwell,\n    And poppy or charms can make us sleep as well\n    And better than thy stroke; why swell’st thou then?\n    One short sleep past, we wake eternally\n    And death shall be no more; Death, thou shalt die.\n  \n\n\n                ","url":"http://exampleblog.munew.io/1633/death-be-not-proud"},{"title":"Sonnet 18","author":"William Shakespeare ","date":" 1609","content":"\n                    \n  \n    Shall I compare thee to a summer’s day?\n    Thou art more lovely and more temperate:\n    Rough winds do shake the darling buds of May,\n    And summer’s lease hath all too short a date:\n    Sometime too hot the eye of heaven shines,\n    And often is his gold complexion dimm’d;\n    And every fair from fair sometime declines,\n    By chance, or nature’s changing course, untrimm’d;\n    But thy eternal summer shall not fade\n    Nor lose possession of that fair thou ow’st;\n    Nor shall Death brag thou wander’st in his shade,\n    When in eternal lines to time thou grow’st;\n    So long as men can breathe or eyes can see,\n    So long lives this, and this gives life to thee.\n  \n\n\n                ","url":"http://exampleblog.munew.io/1609/sonnet-18"}]
